Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: “Er”
jv: "Eh"

source: Error
jv: Kesalahan

source: Error adding sentence
jv: Kesalahan nambahake ukara

source: Error { $code }
jv: Kesalahan { $code }

source: Error copying
jv: Kesalahan nyalin

source: Error creating API credentials
jv: Kesalahan nalika nggawe kredensial API

source: Error deleting API credentials
jv: Kesalahan nalika mbusak kredensial API

source: Error fetching API credentials
jv: Kesalahan njupuk kredensial API

source: Error submitting tags
jv: Kesalahan ngirim tag

source: Error while playing audio file.
jv: Kesalahan nalika muter file swara.

source: Estonian
jv: Estonia

source: Events
jv: Acara

source: Everyone
jv: Kabeh wong

source: Example
jv: Tuladha

source: Example questions
jv: Conto pitakonan

source: Exceeded 25 questions. Reduce number of questions and retry.
jv: Ngluwihi 25 pitakonan. Kurangi jumlah pitakonan lan coba maneh.

source: Exceeded API credentials limit of 10
jv: Ngluwihi watesan kredensial API 10

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
jv: Kabar sing nyenengake! Pidhato Spontan lagi dibangun! Tetep dirungokake kanggo nganyari lan mesthekake manawa sampeyan mriksa <discordLink>Discord</discordLink> kanggo informasi paling anyar.

source: Exit & Delete clips
jv: Metu & Busak klip

source: Explore datasets <icon></icon>
jv: Jelajahi kumpulan data <icon></icon>

source: Explore Informal Scenarios
jv: Jelajahi Skenario sing Ora formal

source: Explore informal scenarios, situations, or reenactments
jv: Jelajahi dalane crito, kahanan, utawa pamiraga ulang sing ora resmi

source: Explore organizations supporting Common Voice around the world
jv: Telusuri organisasi sing ndhukung Common Voice ing saindenging jagad

source: Explore the community and languages supported by Common Voice
jv: Telusuri komunitas lan basa sing didukung dening Common Voice

source: Express or solicit prejudiced or offensive sentiments
jv: Ngungkapake utawa njaluk perasaan sing prasangka utawa nyinggung

source: Failed to copy SHA256 Checksum
jv: Gagal nyalin SHA256 Checksum

source: Faroese
jv: Faroe

source: Fast
jv: Cepet

source: Faster playback speed
jv: Kacepetan puter maneh sing luwih cepet

source: Featured in...
jv: Ditampilake ing...

source: Female
jv: wadon

source: Female/Feminine
jv: Wadon / Wong Wadon

source: Fewer than 15 words per sentence
jv: Kurang saka 15 tembung saben ukara

source: Fields marked with an asterisk (*) are required.
jv: Kolom sing diwenehi tandha bintang (*) dibutuhake.

source: File is too large
jv: File gegedhen

source: File is too small
jv: File keciliken

source: Finance
jv: Keuangan

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
jv: Golek liyane sing peduli. Bisa uga universitas, sekolah basa, grup advokasi utawa komunitas ilmu data. Temokake lan jelasake kanthi jelas kepiye carane bisa mbantu lan sebabe. <outreachTemplates>Deleng email penjangkau cithakan kita</outreachTemplates>.

source: Find us on Matrix
jv: Temokake kita ing Matrix

source: Finish editing first?
jv: Rampung ngedit dhisik?

source: Finish recording
jv: Rampungake rakaman

source: Finish recording first?
jv: Rampungke rekaman dhisik?

source: Finish Review
jv: Rampungake Reviu

source: Finish validating
jv: Rampungake validasi

source: Finish validating clips?
jv: Rampungna validasi klip?.

source: Finnish
jv: Finlandia

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
jv: Kapisan, priksa manawa basa sampeyan <languageLink>wis ana</languageLink>. Yen ora ana, sampeyan bisa <languageRequestLink>takon babagan nambahake basa sampeyan</languageRequestLink>. Ana rong tahapan. Nerjemahake situs, lan ngumpulake ukara

source: Focus on Emotional or High-Stakes Moments
jv: Fokus ing Momen Emosional utawa Kahanan kang duwe resiko dhukur

source: Follow guidelines from “What sentences can I add?”
jv: Tindakake pedoman saka "Ukara apa sing bisa daktambahake?"

source: Food, traditions, holidays, and family dynamics often invite codeswitching.
jv: Panganan, tradhisi, preinan, lan tindak-tanduk kulawarga biasane ngundang alih kode.

source: “Footing” used to mean running in Spanish > tag as Spanish
jv: "Footing" yen artine mlayu ing basa Spanyol > tandhai basa Spanyol

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
jv: Kanggo saben klip swara sing disumbang, lan saben klip swara sing divalidasi, dashboard akun sampeyan dianyari kanggo nggambarake kemajuan paling anyar ing saben basa sing sampeyan sumbangake. Ya, sampeyan bisa nyumbang luwih saka siji!<br/><br/> Gunakake dashboard kanggo nglacak statistik sampeyan, deleng apa sing sampeyan lakoni bebarengan karo wong liya ing komunitas, lan nyetel target kontribusi saben dina utawa saben minggu.

source: for example
jv: contone

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
jv: Kanggo teks domain publik sing ora kasedhiya online, sampeyan bisa nggunakake gaya referensi akademik contone gaya Harvard "Jess (2021) My Public license poems"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
jv: Supaya teknologi bisa mlaku kanthi becik kanggo kabeh wong, data sing mbantu para pangembang mbangun teknologi kudu nggambarake macem-macem wong. Contone, yen kita ora nglebokake pamicara kanthi aksen tartamtu, artine teknologi kasebut ora bakal bisa mlaku apik kanggo wong sing duwe aksen kasebut. <sinau luwih lengkap>Sinau luwih lengkap babagan kenapa metadata penting.</sinau luwih lengkap>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
jv: Kanggo basa sing diluncurake iki, situs web wis kasil <localizationGlossaryLink>dilokalne</localizationGlossaryLink>, lan nduweni cukup <sentenceCollectionGlossaryLink>ukoro sing diklumpukake</sentenceCollectionGlossaryLink> kanggo ngidini kontribusi <speakLink>Ngomong</speakLink> lan <listenLink>Ngrungokake</listenLink>.

source: Forwards
jv: Terusaké

source: Foundations
jv: dasar

source: French
jv: Prancis

source: General
jv: Umum

source: General guidance
jv: Pandhuan umum

source: General language / multiple variants
jv: Basa umum / macem-macem variasi

source: Generate Credentials
jv: Nggawe Kredensial

source: Georgian
jv: Georgia

source: German
jv: Jerman

source: Get in touch
jv: Njaluk kontak

source: Get in touch <icon></icon>
jv: Hubungi <icon></icon>

source: Get involved
jv: Melu

source: Get Involved
jv: Njaluk Melu

source: Get started <icon><icon>
jv: Miwiti <icon><icon>

source: Get started with goals
jv: Miwiti karo sasaran

source: Get Started with Speech Recognition
jv: Miwiti karo Pangenalan Wicara

source: Get your certificate
jv: Jupuk sertifikat sampeyan

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
jv: <githubLink>NVIDIA NeMo</githubLink>™ minangka <docsLink>alat sumber-terbuka</docsLink> kanggo peneliti ngembangake model AI pacelathon sing paling canggih.

source: Goal reached
jv: Tekan sasaran

source: Goals
jv: sasaran

source: Go to Discourse
jv: Pindhah menyang Discourse

source: Go to Languages Page
jv: Pindhah menyang Kaca Basa

source: Go to { $name }
jv: Pindhah menyang { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
jv: <governanceLink>Waca liyane babagan carane kita diatur</governanceLink>

source: Governments
jv: Pamrentahan

source: Grammatical mistakes and colloquialisms
jv: Kasalahan tata basa lan tata wicara saben dinane

source: Grammatical / spelling error
jv: Kasalahan tata basa/ejaan

source: Grammatical variation and slang should be recorded exactly as it occurs. Do not correct or edit people’s speech.
jv: Variasi tata basa lan basa slang kudu dicathet persis kaya asline. Aja mbenerake utawa nyunting wicarane wong.

source: Great! How many clips a week?
jv: apik tenan! Pirang klip saben minggu?

source: Great! How many clips per day?
jv: apik tenan! Pirang klip saben dina?

source: Great!<recordIcon></recordIcon> Record your next clip
jv: Apik!<recordIcon></recordIcon> Rekamen klip selanjute

source: Great work!<playIcon></playIcon> Listen again when you're ready
jv: Apik tenan!<playIcon></playIcon> Rungokna maneh yen wis siyap

source: Greek
jv: Yunani

source: <guidanceLink>Read full guidelines here</guidanceLink>
jv: <guidanceLink>Waca pandhuan lengkap ing kene</guidanceLink>

source: Guidelines
jv: Pedoman

source: Gujarati
jv: Gujarat

source: Haitian
jv: Haiti

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
jv: Duwe acara sadurunge utawa mbesuk? Nuduhake karo kita lan kita bakal ngumumake menyang komunitas utawa nulis blog babagan iki!

source: Have Feedback?
jv: Duwe Tanggepan?

source: Have you read our Terms?
jv: Apa sampeyan wis maca Ketentuan kita?

source: Having an account is not required to contribute, though it is helpful.
jv: Duwe akun ora dibutuhake kanggo nyumbang, sanajan migunani.

source: Having a profile is not required to contribute though it is helpful, see why below.
jv: Duwe profil ora dibutuhake kanggo menehi kontribusi sanajan migunani, deleng sebabe ing ngisor iki.

source: Healthcare
jv: Kesehatan

source: Hebrew
jv: Ibrani

source: Help
jv: Pitulung

source: Help Common Voice reach { $hours } hours in a language with a personal goal
jv: Bantuan Common Voice tekan { $hours } jam ing basa kanthi sasaran pribadi

source: Help create Common Voice’s first target segment in { $locale }
jv: Mbantu nggawe segmen target pertama Common Voice ing { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
jv: Bantuan tekan { $jam } jam ing { $basa } kanthi sasaran pribadi

source: Help teach machines how real people speak, donate your voice at { $link }
jv: Mbantu ngajari mesin carane ngomong koyok wong temenan, nyumbang swara sampeyan ing { $link }

source: Help us build a community around voice technology, stay in touch via email.
jv: Tulungono kene mbangun komunitas babagan teknologi swara, tetep sambung dulur liwat email.

source: Help us build a high quality, publicly open dataset
jv: Tulungono kita mbangun kumpulan data sing kualitase apik, dibuka kanggo umum

source: Help us find more voices, share your goal
jv: Tulung kita golek swara liyane, nuduhake sasaran sampeyan

source: Help us get to { $goal }
jv: Tulung kita golek { $goal }

source: Help us validate sentences!
jv: Tulungono kita validasi ukara!

source: Help us validate voices
jv: Tulungi kita kanggo validasi swara

source: Here are the links to download your ZIP files.
jv: Iki pranala kanggo ngundhuh file ZIP sampeyan.

source: Hidden
jv: didhelikake

source: Hill Mari
jv: Bukit Mari

source: His hand was rais-ed.
jv: Tangane diangkat.

source: His name is <underline>Jo- Jona-</underline> Jonathan.
jv: Jenengé <underline>Jo-Jona-</underline> Jonathan.

source: History, Law and Government
jv: Sajarah, Hukum lan Pemerintah

source: Hours
jv: jam

source: Hours Recorded
jv: Jam Direkam

source: Hours Validated
jv: Jam Divalidasi

source: How ?
jv: kepiye?

source: How are project decisions made?
jv: Kepiye carane keputusan proyek digawe?

source: How can we effectively grow a language on Common Voice?
jv: Kepiye carane bisa tuwuh basa kanthi efektif ing Common Voice?

source: How does Common Voice work?
jv: Kepiye cara kerja Common Voice?

source: How does site localization work?
jv: Kepiye cara kerjone lokalisasi situs?

source: How do I access and use the dataset?
jv: Kepiye carane ngakses lan nggunakake kumpulan data?

source: How do I add a language?
jv: Kepiye carane nambah basa?

source: How do I add sentences?
jv: Kepiye caraku nambah ukara?

source: How do I cite?
jv: Kepiye carane ngutip?

source: How do I know whether to approve a voice clip?
jv: Kepiye carane aku ngerti yen arep nyetujoni klip swara?

source: How do I record a high quality voice clip?
jv: Kepiye carane ngrekam klip swara kualitas dhuwur?

source: How do I stay in touch?
jv: Kepiye carane aku tetep sesambungan?

source: “How do you describe Día de los Muertos to someone who only speaks English?”
jv: "Kepiye sampeyan njelasake Día de los Muertos marang wong sing mung nganggo basa Inggris?"

source: How is Common Voice funded?
jv: Kepiye carane Common Voice dibiayai?

source: How Spontaneous Speech works
jv: Cara kerjane Spontaneous Speech

source: How to add multiple sentences
jv: Piye carane nambah ukara luwih soko siji

source: How would you describe your accent?
jv: Kepiye carane sampeyan nggambarake logat sampeyan?

source: How would you describe your sex or gender?
jv: Kepriye carane sampeyan nggambarake jenis kelamin utawa gender sampeyan?

source: Hungarian
jv: Hungaria

source: Hurray! Your language is already live on Common Voice <strong>Scripted Speech</strong>. You can contribute <homePageLink>here</homePageLink>.
jv: Hore! Basa sampeyan wis aktif ing Common Voice <strong>Scripted Speech</strong>. Sampeyan isa nyumbang <homePageLink>ing kene</homePageLink>.

source: I agree
jv: Aku setuju

source: I agree I will not attempt to identify the speakers in the Common Voice dataset.
jv: Aku setuju aku ora bakal nyoba kanggo ngenali pawicara ing kumpulan data Common Voice.

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
jv: Aku setuju karo <termsLink>Ketentuan</termsLink> lan <privacyLink>Kabar Privasi</privacyLink> Common Voice

source: I agree to Common Voice Terms and Privacy.
jv: Aku setuju karo Ketentuan lan Privasi Common Voice.

source: Icelandic
jv: Islandia

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
jv: Aku konfirmasi manawa ukara iki minangka <wikipediaLink>domain umum</wikipediaLink> lan aku duwe ijin kanggo ngunggah.

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
jv: * Aku konfirmasi manawa pitakonan iki <publicDomainLink>domain umum</publicDomainLink> lan aku duwe ijin kanggo ngunggah.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
jv: Aku konfirmasi manawa ukara iki minangka <wikipediaLink>domain umum</wikipediaLink> lan aku duwe ijin kanggo ngunggah.

source: <icon></icon> Add multiple public domain sentences
jv: <icon></icon> Tambah pirang-pirang ukara domain umum

source: Ideally natural and conversational (it should be easy to read the sentence)
jv: Saenipun alami lan pacelathon (ukara kudu gampang diwaca)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
jv: Aku pengin nampa email kayata pangeling sasarn, nganyari kemajuan lan buletin babagan Common Voice.

source: I do not agree
jv: Aku ora setuju

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
jv: Yen klip ditolak dening 2 wong, bakal diluncurake ing cabang sing beda saka kumpulan data.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
jv: Yen tembung sampeyan dhewe, gunakake <italicizedText>"Kutipan Dewe"</italicizedText>. Kita kudu ngerti ing ngendi sampeyan nemokake konten iki supaya kita bisa mriksa konten kasebut ing domain umum lan ora ana watesan hak cipta. Kanggo informasi luwih lengkap babagan kutipan delengen <guidelinesLink>kaca Pedoman</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
jv: Yen rekamane pedhot utawa kresek-kresek, tolak kecuali kabeh teks isih bisa dirungokake.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
jv: Yen ana informasi tambahan sing pengin diwenehake babagan file iki, hubungi <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
jv: Yen ana informasi tambahan sing pengin diwenehake babagan file iki sing ora kalebu ing cithakan, hubungi <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
jv: Menawa ukara kasebut ora cocok karo syarat ing ndhukur, klik tombol "Ora".

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
jv: Yen ukara kasebut ora memenuhi ndukur e kriteria, klik tombol &quot;Tolak&quot; ing sisih kiwa. Menawi sampeyan ora yakin kaliyan ukara kasebut, sampeyan uga bisa nglewati lan pindhah ing ukara sabanjure.

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
jv: Yen ukara kasebut nyinggung utawa ngecewakake - contone amarga isine ora nyambung, utawa pelanggaran liyane saka <CommunityGuidelines>Community Participation Guidelines</CommunityGuidelines> - sampeyan kudu nolak ukara kasebut. Sampeyan uga bisa ngubungi kita ing <emailFragment>commonvoice@mozilla.com</emailFragment> kanggo ngunggahake masalah kasebut.

source: If the sentence meets the criteria above, click the "Yes" button.
jv: Menawa ukara kasebut cocok karo syarat ing ndhukur, klik tombol "Ya".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
jv: Yen ukara kasebut cocok karo syarate, klik tombol &quot;Setuju&quot; ing sisih tengen.

source: If the transcription contains an error, please use the report function to flag it. Potential errors include:
jv: Menawa transkripsi ngandhut kesalahan, mangga gunakake fungsi laporan kanggo nandhani. Babagan kesalahan kalebu:

source: If the word “kitchen” appears pronounced as in Spanish, it should be written as in English, not as “quichen.”
jv: Yen tembung "pawon" katon diucapake kaya ing basa Spanyol, kudune ditulis kaya ing basa Inggris, dudu "quichen".

source: If the word quinceaños is pronounced as in English, write it with the ñ.
jv: Yen tembung quinceaños diucapake ing basa Inggris, tulis tembung kui nganggo ñ.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
jv: Yen sampeyan ora yakin karo ukara kasebut, sampeyan uga bisa nglewati lan pindhah menyang ukara sabanjure.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
jv: Menawi sampeyan nemoni bab ingkang ora ana ing pandhuan iki, mangga milih miturut pertimbangan sampeyan sing paling apik. Menawi sampeyan ora bisa mutusake, gunakake tombol skip lan pindhah menyang rekaman sabanjure.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
jv: Yen sampeyan bisa<strong>krungu</strong>lan<strong>ngerti</strong>, biasane <strong>iku paling apik disetujoni</strong>.

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
jv: Menawa sampeyan arep ngirim sawetara pitakonan kanggo diwaca, sampeyan <githubLink>iso ngirimake liwat GitHub</githubLink> utawa ngirim email daftar sampeyan menyang <emailFragment>commonvoice@mozilla.com.</emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
jv: Menawa sampeyan ora nampa kabar saka kita sak jerone sawetara dina, hubungi kita ing <emailLink>{ $email }</emailLink> lan kita bakal ngubungi balik sampeyan!

source: If you don't see your language in either part of the platform, select both.
jv: Yen sampeyan ora weruh basa sampeyan ing salah siji bagean platform, pilih loro-lorone.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
jv: Yen sampeyan utawa organisasi sampeyan pengin nyumbang maneh kanggo proyek iki, sampeyan bisa nggawe <donateLink>sumbangan</donateLink> utawa hubungi tim kekancan kita ing <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
jv: Yen sampeyan ngalami masalah nyumbang, sampeyan bisa bali maneh kanggo ndeleng kabeh konten kanggo basa sampeyan kapan wae.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
jv: Yen sampeyan nggoleki alat kanggo mbangun model ASR, sampeyan bisa nyambung menyang wong liya ing komunitas <discourseLink>ing Discourse</discourseLink>.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
jv: Yen sampeyan pengin ngomong luwih akeh babagan kumpulan data, pengin nandur modal bareng ing ekspansi platform sing wis direncanakake utawa goleki kesempatan kolaborasi, <emailFragment>hubungi kita.</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
jv: Yen ukaramu wis entek kanggo dipriksa, tulungi kita ngumpulake ukara liyane!
